Repository: Mu-L/Tuxpaint-Android
Catalog: app/src/main/locale/*.po
Languages: ca, fr, gl, is, ja, nn

source: Data dir
ca: Directori de dades
fr: Répertoire de données
gl: Directorio de datos
is: Gagnamappa
ja: データディレクトリ
nn: Datamappe

source: Save dir
ca: Directori on desar
fr: Répertoire de sauvegarde
gl: Directorio para gardar
is: Mappa til að vista
ja: 保存先
nn: Lagringsmappe

source: Export dir
ca: Directori on exportar
fr: Répertoire d'exportation
gl: Directorio para exportar
is: Útflutningsmappa
ja: 書き出し先

source: Language
ca: Llengua
fr: Langage
gl: Idioma
is: Tungumál
ja: 使用言語

# Enable_sound
source: Sound
ca: So
fr: Son
gl: Son
is: Hljóð
ja: 効果音
nn: Lyd

source: Sound enabled
ca: So activat
fr: Son activé
gl: Son activado
is: Hljóð virkt
ja: 効果音あり
nn: Lyd på

# sound_disabled
source: Silent
ca: Silenci
fr: Mode silencieux
gl: Silencio
is: Þögn
ja: 効果音なし
nn: Lyd av

# Enable_stereo
source: Stereo sound
ca: Estèreo
fr: Son stéréo
gl: Son estéreo
is: Víðóma hljóð
ja: ステレオサウンド
nn: Stereolyd

# stereo_enabled
source: Stereo
ca: Estèreo
fr: Stéréo activé
gl: Estéreo
is: Víðóma
ja: ステレオ

# Enable_autosave
source: Autosave when quiting
ca: Desar automàticament en sortir
fr: Sauvegarde automatique quand on quitte
gl: Gardado automático cando se sae
is: Vista sjálfkrafa við að hætta
ja: 自動保存
nn: Lagra automatisk ved avslutting

# autosave_enabled
source: Save on quit
ca: Desa en sortir
fr: Sauvegarde automatique activée
gl: Gardar automaticamente ao saír
is: Vista við að hætta
ja: 終了時に自動保存
nn: Lagra ved avslutting

# autosave_disabled
source: Don’t save automatically on quit
ca: No desis automàticament en sortir
fr: Sauvegarde automatique désactivée
gl: Non gardar automaticamente ao saír
is: Ekki vista sjálfkrafa við að hætta
ja: 自動保存しない
nn: Ikkje lagra ved avslutting

# Enable_startblank
source: Start blank
ca: En engegar
fr: Page blanche
gl: Comezar en branco
is: Byrja autt
ja: 起動時の設定
nn: Startteikning

# startblanktoggle_true
source: Start with a blank canvas
ca: Comença amb un llenç en blanc
fr: Démarrer avec une page blanche
gl: Comezar cun lenzo en branco
is: Byrja með auðan myndflöt
ja: 白紙のキャンバスを開く
nn: Start med tom teikning

# startblanktoggle_false
source: Start with last draw
ca: Comença amb el darrer dibuix
fr: Démarrer avec le dernier dessin
gl: Comezar co último debuxo
is: Byrja með síðustu teikningu
ja: 前回の作品を開く
nn: Start med siste teikning

# Enable_newcolorsfirst
source: "New" dialog behavior
ca: Diàleg de "Nou" dibuix
fr: "Nouvelle" boîte de dialogue
gl: Comportamento do diálogo «Novo»
is: Hegðun "Nýtt"-gluggans
ja: 「ひらく」ダイアログの動作
nn: «Ny teikning»-vindauge

# newcolorsfirsttoggle_true
source: Colors on top
ca: Colors a dalt
fr: Couleurs en premier
gl: Cores enriba
is: Litir efst
ja: 背景色の選択を先頭に表示
nn: Fargar først

# newcolorsfirsttoggle_false
source: Images of starters and templates on top
ca: Imatges a dalt
fr: Images de démarrage et modèles en premier
gl: Imaxes de iniciadores e modelos enriba
is: Myndir af mögulegum byrjunum og sniðmátum efst
ja: スターター画像とテンプレートを先頭に表示
nn: Malar først

source: Save Approach
ca: Desar
fr: Option de sauvegarde
gl: Opcións de gardado
is: Hegðun við vistun
ja: 保存方法
nn: Lagring

source: Ask
ca: Demana sempre
fr: Demander
gl: Preguntar sempre antes
is: Spyrja
ja: 毎回確認する
nn: Spør

source: Replace
ca: Reemplaça l'antic
fr: Remplacer
gl: Substituír o antigo
is: Skipta út
ja: 常に上書き
nn: Lagra over

source: New
ca: Desa en un dibuix nou
fr: Nouveau
gl: Gardar como debuxo novo
is: Ný teikning
ja: 常に新規保存
nn: Ny

# Allow_sysfonts
source: System fonts
ca: Tipus de lletra
fr: Fontes système
gl: Tipos de letra do sistema
is: Kerfisletur
ja: システムフォント
nn: Systemskrifter

# sysfonts_enabled
source: Allow system fonts
ca: Tots
fr: Autorise les fontes système
gl: Permitir os tipos de letra do sistema
is: Leyfa kerfisletur
ja: システムフォントを使用
nn: Tillat systemskrifter

# sysfonts_disabled
source: System fonts disabled
ca: Només els proporcionats pel Tux Paint
fr: Fontes systèmes désactivées
gl: Tipos de letra do sistema desactivados
is: Kerfisletur óvirkt
ja: システムフォントを使用しない
nn: Ikkje tillat systemskrifter

# Allow_printing
source: Printing
ca: Impressió
fr: Impression
gl: Impresión
is: Prentun
ja: 印刷
nn: Utskrift

# print_enabled
source: Allow Printing
ca: Permet
fr: Impression activée
gl: Permitir impresión
is: Leyfa prentun
ja: 印刷を許可
nn: Tillat utskrift

# print_disabled
source: Printing disabled
ca: Denega
fr: Impression désactivée
gl: Impresión desactivada
is: Prentun óvirk
ja: 印刷を無効化
nn: Ikkje tillat utskrift

# Print_delay
source: Print delay in seconds
ca: Retard entre impressions
fr: Délai d'impression en secondes
gl: Atraso da impresión en segundos
is: Töf við prentun í sekúndum
ja: 印刷実行間隔
nn: Forseinking i sekund

# Disable_screen_saver
source: Screensaver
ca: Salvapantalles
fr: Économiseur d'écran
gl: Salvapantallas
is: Skjáhvíla
ja: スクリーンセーバー
nn: Pauseskjerm

# screensaver_disabled
source: Keep the screen on
ca: Conserva la pantalla activa
fr: Pas d'économiseur d'écran
gl: Manter a pantalla activa
is: Halda kveiktu á skjánum
ja: 画面を常にオン
nn: Hald skjermen påslått

# screensaver_enabled
source: Allow Android blanking the screen
ca: Permet que l'Android apagui la pantalla
fr: L'économiseur d'écran reste actif
gl: Permitir que Android apague a pantalla
is: Leyfa Android að tæma skjáinn
ja: 画面スリープを許可
nn: Tillat Android å tømma skjermen

# Orient
source: Orientation
ca: Orientació
gl: Orientacion
is: Stefna
ja: 表示の向き
nn: Skjermretning

# orient_portrait
source: Portrait
ca: Vertical
gl: Vertical
is: Lóðrétt
ja: 縦
nn: Ståande

# orient_landscape
source: Landscape
ca: Apaïsada
fr: Paysage
gl: Apaisado
is: Lárétt
ja: 横
nn: Liggjande

source: Button size
ca: Mida dels botons
fr: Taille des boutons
is: Stærð hnapps
ja: ボタンサイズ

# Colors_rows
source: Number of rows for the buttons palette
ca: Files de colors
fr: Nombre de colonnes pour la palette des boutons
is: Fjöldi raða í hnappaspjaldinu
ja: カラーパレットの行数

# Osk_layout
source: On screen keyboard layout
ca: Teclat en pantalla
fr: Disposition du clavier virtuel
is: Framsetning skjályklaborðs
ja: スクリーンキーボード

source: Stamp rotation
ca: Rotació dels segells
fr: Rotation des tampons
is: Snúningur stimpla
ja: スタンプの回転

# Stamp_rotation_enabled
source: Allow stamp rotation
ca: Permet
fr: Rotation des tampons possible
is: Leyfa snúning stimpla
ja: スタンプの回転を許可

# Stamp_rotation_disabled
source: Do not rotate stamps
ca: No girar els segells
fr: Désactive la rotation des tampons
is: Ekki snúna stimplum
ja: スタンプの回転を無効化

# ok
source: Save and quit
ca: Desa i surt
fr: Sauvegarder et quitter
gl: Gardar e saír
is: Vista og hætta
ja: 設定を保存して終了
nn: Lagra og avslutt

# cancel
source: Discard changes
ca: Descarta els canvis
fr: Annule les changements
gl: Desbotar os cambios
is: Henda breytingum
ja: 変更を破棄
nn: Forkast endringar

# Request_motivation
source: Tux Paint may need storage access in order to save your drawings.
ca: Tux Paint podria necessitar accedir als fitxers per desar els vostres dibuixos.
fr: Tux Paint doit pouvoir accéder au stockage pour sauvegarder vos dessins.
is: Tux Paint gæti þarfnast aðgangs að geymslrými til að geta vistað teikningarnar þínar.
ja: 作品を保存するにはストレージアクセスが必要です

# Request_btmotivation
source: Tux Paint may need Bluetooth access in order to operate properly with some external devices. Note, to revoque BT permissions or to allow them if they have been already denied you may have to do it in the Android Settings.
ca: Tux Paint podria necessitar accés al BlueTooth per funcionar correctament amb alguns dispositius externs. Nota, per revocar els permisos de BT o per habilitar-los si els heu denegat haurieu de fer-ho en la configuració de l'Android.
fr: Tux Paint doit avoir un accès au Bluetooth pour fonctionner correctement avec certains dispositifs extérieurs. À noter que pour annuler les permissions, ou bien pour les remettre si elles ont déjà été annulées, vous devez le faire par le biais des paramètres d'Android.
is: Tux Paint gæti þurft aðgang að Bluetooth til að virka rétt með sumum utanaðkomandi tækjum. Athugaðu að til að afturkalla Bluetooth-heimildir eða veita þær ef ekki var búið að gefa heimildir, gætirðu þurft að gera það í stillingum Android-kerfisins á tækinu.
ja: 外付けデバイスを利用するためにBluetoothアクセスが必要な場合があります。Bluetoothアクセス許可の変更は、Androidの設定から行ってください。

# request_understood
source: Understood
ca: Entesos
fr: Compris
gl: Entendido
is: Skil þetta
ja: 了解しました
nn: Greitt

# document_choose
source: Choose a zip file with data for Tux Paint
ca: Trieu un fitxer zip
fr: Choisissez un fichier zip avec les données pour Tux Paint
is: Veldu ZIP-skrá með gögnum fyrir Tux Paint
ja: zipファイルを選択して下さい

# Button_select
source: Select
ca: Selecciona
fr: Sélection
is: Veldu
ja: 参照

# textselect
source: Please select a file with the data to be imported.
ca: Si us plau, trieu un fitxer amb les dades a importar
fr: Choisissez un fichier avec les données qui doivent être importées.
is: Veldu skrá með gögnunum sem á að flytja inn.
ja: インポートデータの選択

# title_activity_import_data
source: ImportData
ca: Importar dades
is: Flytja inn gögn
ja: データのインポート

source: Next
ca: Següent
fr: Suivant
is: Næsta
ja: 次へ

source: Previous
ca: Previ
fr: Précédent
is: Fyrra
ja: 戻る

source: Selected file
ca: Fitxer
fr: Fichier sélectionné
is: Valin skrá
ja: 選択されたファイル

source: None
ca: Cap
fr: Aucun
is: Engin

source: Destination
ca: Destinació
is: Áfangastaður

source: Proceed
ca: Procedir
fr: Procéder
is: Halda áfram
ja: 進む

# back_from_import
source: Back
ca: Endarrere
fr: Retour
is: Til baka
ja: 戻る

# please_select
source: Please select a Zip file with data to be imported.
ca: Seleccioneu un fitxer zip que contingui les dades a importar.
fr: Choisissez un fichier contenant les données à importer.
is: Veldu ZIP-skrá með gögnum sem á að flytja inn.
ja: zipファイルを選択して下さい

# Files_installed
source: The files have been installed correctly
ca: Els fitxers s'han instal·lat correctament.
fr: Les fichiers ont été correctement installés
is: Það tókst að setja upp skrárnar
ja: インストールが正常に終了しました

# Files_notinstalled
source: There has been some error, the files have not been installed.
ca: Hi ha hagut algun error, no s'ha pogut importar les dades del fitxer.
fr: Il y a eu une erreur, les fichiers n'ont pas été installés.
is: Einhver villa hefur komið upp, skrárnar hafa ekki verið settar upp.
ja: エラーのためインストールできませんでした

# BlueTooth_allowed
source: Access to BlueTooth is allowed
ca: Tux Paint té accés al sistema BlueTooth.
fr: L'accès au BlueTooth est autorisé
is: Aðgangur að Bluetooth er leyfður
ja: BlueToothアクセス：許可

# BlueTooth_denied
source: Tux Paint has not access to BlueTooth
ca: Tux Paint NO té accés al sistema BlueTooth.
fr: Tux Paint n'a pas accès au BlueTooth
is: Tux Paint er ekki með aðgang að Bluetooth
ja: BlueToothアクセス：拒否

# requestrevoquebt
source: BlueTooth info
ca: Informació sobre BlueTooth
fr: Infos BlueTooth
is: Bluetooth-upplýsingar
ja: BlueTooth情報

source: Complexity
ca: Expertesa en el programa

# Hide_Cursor
source: Cursor
ca: Punter

# cursor_hide
source: Hide the cursor
ca: Amaga el punter

# cursor_show
source: Show the cursor
ca: Mostra el punter

# stereo_disabled
source: Mono
is: Einóma
ja: モノラル

# Request_motivation
source: Tux Paint needs storage access in order to save your drawings and to operate properly.
gl: Tux Paint necesita acceso ao almacenamento para poder gardar os seus debuxos e traballar correctamente.
