Repository: Mu-L/Tuxpaint-Android
Catalog: app/src/main/locale/sat_Olck.po
Languages: sat@olchiki

source: Data dir
sat@olchiki: ᱰᱟᱴᱟ ᱰᱤᱨ

source: Save dir
sat@olchiki: ᱰᱤᱨ ᱥᱟᱺᱪᱟᱣ

source: Export dir
sat@olchiki: ᱰᱤᱨ ᱵᱷᱮᱡᱟ

source: Language
sat@olchiki: ᱯᱟᱹᱨᱥᱤ

# Enable_sound
source: Sound
sat@olchiki: ᱥᱟᱲᱮ

source: Sound enabled
sat@olchiki: ᱥᱟᱲᱮ ᱮᱢ ᱪᱷᱚ

# sound_disabled
source: Silent
sat@olchiki: ᱪᱩᱯ

# Enable_stereo
source: Stereo sound
sat@olchiki: ᱥᱴᱮᱨᱚ ᱥᱟᱲᱮ

# stereo_enabled
source: Stereo
sat@olchiki: ᱥᱴᱮᱨᱚ

# stereo_disabled
source: Mono
sat@olchiki: ᱢᱚᱱᱚ

# Enable_autosave
source: Autosave when quiting
sat@olchiki: ᱵᱚᱸᱫᱽ ᱡᱷᱚᱜ ᱚᱴᱚᱥᱮᱵᱷ

# autosave_enabled
source: Save on quit
sat@olchiki: ᱵᱚᱸᱫᱽ ᱡᱷᱚᱜ ᱥᱟᱺᱪᱟᱣ

# autosave_disabled
source: Don’t save automatically on quit
sat@olchiki: ᱵᱚᱸᱫᱽ ᱡᱷᱚᱜ ᱟᱡ ᱛᱮ ᱟᱞᱚ ᱥᱟᱺᱪᱟᱣ ᱪᱷᱚᱭ ᱟᱢ

# Enable_startblank
source: Start blank
sat@olchiki: ᱠᱷᱟᱹᱞᱤ ᱛᱮ ᱮᱷᱚᱵ

# startblanktoggle_true
source: Start with a blank canvas
sat@olchiki: ᱠᱷᱟᱹᱞᱤ ᱠᱟᱱᱵᱷᱟᱥ ᱛᱮ ᱮᱦᱚᱵ ᱢᱮ

# startblanktoggle_false
source: Start with last draw
sat@olchiki: ᱢᱟᱲᱟᱝ ᱛᱮᱭᱟᱨ ᱛᱮ ᱮᱦᱚᱵ ᱢᱮ

# Enable_newcolorsfirst
source: "New" dialog behavior
sat@olchiki: "ᱱᱟᱶᱟ" ᱰᱟᱭᱞᱚᱜᱽ ᱵᱮᱵᱷᱟᱨ

# newcolorsfirsttoggle_true
source: Colors on top
sat@olchiki: ᱪᱮᱛᱟᱱ ᱛᱮ ᱨᱚᱝ

# newcolorsfirsttoggle_false
source: Images of starters and templates on top
sat@olchiki: ᱥᱴᱟᱨᱴᱟᱹᱨ ᱨᱮᱭᱟᱜ ᱪᱤᱛᱟᱹᱨ ᱟᱨ ᱪᱮᱛᱟᱱ ᱨᱮ ᱴᱮᱢᱯᱞᱮᱴ

source: Save Approach
sat@olchiki: ᱛᱚᱨᱠᱟ ᱥᱟᱺᱪᱟᱣ

source: Ask
sat@olchiki: ᱠᱩᱠᱞᱤ

source: Replace
sat@olchiki: ᱵᱚᱫᱚᱞ

source: New
sat@olchiki: ᱱᱟᱶᱟ

# Allow_sysfonts
source: System fonts
sat@olchiki: ᱥᱭᱥᱴᱟᱹᱢ ᱪᱤᱠᱤ

# sysfonts_enabled
source: Allow system fonts
sat@olchiki: ᱥᱭᱥᱴᱟᱹᱢ ᱪᱤᱠᱤ ᱮᱢ ᱪᱷᱚ

# sysfonts_disabled
source: System fonts disabled
sat@olchiki: ᱥᱭᱥᱴᱟᱹᱢ ᱪᱤᱠᱤ ᱵᱚᱸᱫᱚ

# Allow_printing
source: Printing
sat@olchiki: ᱯᱨᱤᱱᱴᱤᱝ

# print_enabled
source: Allow Printing
sat@olchiki: ᱯᱨᱤᱱᱴᱤᱝ ᱮᱢ ᱪᱷᱚ

# print_disabled
source: Printing disabled
sat@olchiki: ᱯᱨᱤᱱᱴᱤᱝ ᱵᱚᱸᱫᱽ

# Print_delay
source: Print delay in seconds
sat@olchiki: ᱴᱤᱡ ᱜᱷᱟᱹᱲᱤᱡ ᱦᱟᱹᱵᱤᱡ ᱯᱨᱤᱱᱴ

# Disable_screen_saver
source: Screensaver
sat@olchiki: ᱥᱠᱨᱤᱱᱥᱮᱵᱷᱟᱹᱨ

# screensaver_disabled
source: Keep the screen on
sat@olchiki: ᱥᱠᱨᱤᱱ ᱚᱱ ᱫᱚᱦᱚᱭ ᱠᱟᱜ ᱢᱮ

# screensaver_enabled
source: Allow Android blanking the screen
sat@olchiki: ᱥᱠᱨᱤᱱ ᱠᱷᱟᱹᱞᱤ ᱞᱟᱹᱜᱤᱫ ᱮᱱᱰᱨᱚᱭᱰ ᱵᱟᱛᱣ ᱪᱷᱚ

# Orient
source: Orientation
sat@olchiki: ᱚᱨᱤᱭᱮᱱᱴᱮᱥᱚᱱ

# orient_portrait
source: Portrait
sat@olchiki: ᱯᱚᱴᱨᱮᱴ

# orient_landscape
source: Landscape
sat@olchiki: ᱞᱮᱸᱰᱥᱠᱮᱯ

source: Button size
sat@olchiki: ᱵᱩᱛᱟᱹᱢ ᱢᱟᱯ

# Colors_rows
source: Number of rows for the buttons palette
sat@olchiki: ᱵᱩᱛᱟᱹᱢ ᱯᱮᱞᱮᱴ ᱞᱟᱹᱜᱤᱫ ᱨᱚᱡᱽ ᱮᱞ

# ok
source: Save and quit
sat@olchiki: ᱥᱟᱺᱪᱟᱣ ᱟᱨ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

# cancel
source: Discard changes
sat@olchiki: ᱵᱚᱫᱚᱞ ᱠᱚ ᱚᱪᱚᱜᱽ ᱢᱮ

# request_understood
source: Understood
sat@olchiki: ᱵᱩᱡᱷᱟᱹᱣ
